{"18-point": [{"noun": [{"meaning": "The tapered, sharp end of a tool, weapon, or other object.", "example": "It takes almost no force for one of these points or edges to cause a laceration"}, [{"subMeaning": "A pointed flake or blade, especially one that has been worked.", "subExample": "At Teviec in Brittany a male burial had two flint points embedded in his spine"}, {"subMeaning": "The tip of a person's chin as a spot for a blow.", "subExample": "She concentrated hard to gather her wits, and when Frank paused, slammed a right uppercut to the point of his chin"}, {"subMeaning": "The prong of a deer's antler.", "subExample": "Eight-point bucks almost certainly will remain plentiful"}], {"meaning": "A dot or other punctuation mark, in particular a full stop.", "example": "Every punctuation point had better be right"}, [{"subMeaning": "A decimal point.", "subExample": "Six point nine percent, that's a nine-year high"}, {"subMeaning": "A dot or small stroke used in Semitic languages to indicate vowels or distinguish particular consonants.", "subExample": "The vowel is sometimes written; and at others it is expressed by the point above the consonant"}, {"subMeaning": "A very small dot or mark.", "subExample": "Millions of points of light scatter across the sky and are reflected in the waters below"}], {"meaning": "A particular spot, place, or position in an area or on a map, object, or surface.", "example": "Being one of the highest points in the area, it is considered to be a sacred grove"}, [{"subMeaning": "A particular moment in time or stage in a process.", "subExample": "At some point during that long night they took a decision - and headed north"}, {"subMeaning": "The critical or decisive moment.", "subExample": "Conversation ceases to resolve the internal contention between characters, words fail and the conflict comes to the point"}, {"subMeaning": "The verge or brink of (doing or being something)", "subExample": "It is patently obvious that the health service is on the point of collapse"}, {"subMeaning": "A stage or level at which a change of state occurs.", "subExample": "Boil until setting point is reached and then preserve in small sterilised jars"}, {"subMeaning": "A socket in a wall for connecting a device to an electrical supply or communications network.", "subExample": "The larger room has a television point and plenty of space for a study desk or additional storage units"}, {"subMeaning": "(in geometry) something having position but not spatial extent, magnitude, dimension, or direction, for example the intersection of two lines.", "subExample": "By joining all the points of tangency we construct a line ABC, which is an output expansion path"}], {"meaning": "A single item or detail in an extended discussion, list, or text.", "example": "He gives a summary of some of the main points which were discussed"}, [{"subMeaning": "An argument or idea.", "subExample": "He also made the point that farmers are not aware of the Social Welfare entitlements they might have"}, {"subMeaning": "The significant or essential element of something being planned or discussed.", "subExample": "The whole point of her character was that she was a tough survivor"}, {"subMeaning": "Advantage or purpose that can be gained from doing something.", "subExample": "There's no point in splashing out on expensive designer gear if your skin is as rough as sandpaper"}, {"subMeaning": "Relevance or effectiveness.", "subExample": "His remarks were always full of point, clearness, and good sense"}, {"subMeaning": "A distinctive feature or characteristic, typically a good one, of a person or thing.", "subExample": "The reception rooms, large garden and garage are likely to prove key selling points"}], {"meaning": "(in sports and games) a mark or unit of scoring awarded for success or performance.", "example": "They established a lead at the top of the table which at one stage reached thirteen points"}, [{"subMeaning": "A unit used in measuring value, achievement, or extent.", "subExample": "His gains averaged just three percentage points"}, {"subMeaning": "An advantage or success in an argument or discussion.", "subExample": "I felt then like I would never go back to work until we had won our point"}, {"subMeaning": "A unit of credit towards an award or benefit.", "subExample": "I wouldn't let a few points off of my credit score keep me from purchasing a home"}, {"subMeaning": "A percentage of the profits from a film or recording offered to certain people involved in its production.", "subExample": "Because he is a producer as well as an actor you can be sure he has points in the film"}, {"subMeaning": "(in piquet) the longest suit in a player's hand, containing a specified number of up to eight cards.", "subExample": "The number of cards in the suit is announced (e.g. ‘point of 5’) and it scores this number"}, {"subMeaning": "A unit of weight (2 mg) for diamonds.", "subExample": "The point system provides a convenient \u0096 and more impressive \u0096 way of describing diamonds that are less than one carat"}, {"subMeaning": "A unit of varying value, used in quoting the price of stocks, bonds, or futures.", "subExample": "When message boards first took off in the mid 90s, postings like that could send stock up or down several points in a day"}, {"subMeaning": "A value assigned to certain cards (4 points for an ace, 3 for a king, 2 for a queen, and 1 for a jack, sometimes with extra points for long or short suits) by a player in assessing the strength of their hand.", "subExample": "The result of the hand depends on the number of card points won by the opponents"}], {"meaning": "Each of thirty-two directions marked at equal distances round a compass.", "example": "Arrayed around it like points on the compass rose were sections of the house"}, [{"subMeaning": "A direction towards the horizon corresponding to the direction marked on a compass.", "subExample": "Having taken in the view from all points of the compass, I was about to leave when I spotted some pay phones"}, {"subMeaning": "Unspecified places considered in terms of their direction from a specified place.", "subExample": "Passengers for points west could go through without stopping to change cars"}], {"meaning": "A narrow piece of land jutting out into the sea.", "example": "I walked alone south along the beach toward Cape Point"}, {"meaning": "A junction of two railway lines, with a pair of linked tapering rails that can be moved laterally to allow a train to pass from one line to the other.", "example": "The first train to pass over the points was the 7am service to Glasgow"}, {"meaning": "A unit of measurement for type sizes and spacing (in the UK and US 0.351 mm, in Europe 0.376 mm).", "example": "Because monitors display at different resolutions, 12-point type on one screen could approximate 14-point type on another"}, {"meaning": "A fielding position on the off side near the batsman.", "example": "You will usually find the best fielder in the team fielding at point"}, [{"subMeaning": "A fielder at the point position.", "subExample": "Point does not chat with cover-point"}, {"subMeaning": "Either of two areas to the left and right of the net, just inside the blue line where it meets the boards.", "subExample": "Usually the players at the two points are the defensemen"}, {"subMeaning": "A position at the front of the court, usually manned by the guard who sets up the team's defence.", "subExample": "Typically, shooting guards are taller than point guards and more athletic"}], {"meaning": "(in a motor vehicle) each of a set of electrical contacts in the distributor.", "example": "I cleaned the points and the bike is now rideable"}, {"meaning": "A small leading party of an advanced guard of troops.", "example": "He sent three of his men ahead as a ‘point’"}, [{"subMeaning": "The position at the head of a column or wedge of troops.", "subExample": "Who wants to walk point today"}], {"meaning": "The extremities of an animal, typically a horse or cat, such as the face, paws, and tail of a Siamese cat.", "example": "The mask, legs and tail should all show clear tabby markings which should be the same colour on all points"}, {"meaning": "A spot to which a straight run is made.", "example": "These marshy channels are the invariable point of any hunted boar"}, [{"subMeaning": "A straight run.", "subExample": "The hounds made an eight mile point in a little over 45 minutes"}], {"meaning": "A tagged piece of ribbon or cord used for lacing a garment or attaching a hose to a doublet.", "example": "He began to untruss his points"}, {"meaning": "A short piece of cord at the lower edge of a sail for tying up a reef.", "example": "The top-sails are always reefed with points"}, {"meaning": "The action or position of a dog in pointing.", "example": "Some dogs tend to exhibit signs of jealousy on seeing another dog on point"}, {"meaning": "An important phrase or subject, especially in a contrapuntal composition.", "example": "Stokowski changes gear at points as if he decided tempos needed geared up"}], "verb": [{"meaning": "Direct someone's attention towards something by extending one's finger or something held in one's hand.", "example": "Trent flung his arm out, pointing at the buffalo"}, [{"subMeaning": "Indicate a particular time, direction, or reading.", "subExample": "We reverse down another road and see a sign for the Forest but it's pointing in another direction entirely"}, {"subMeaning": "Direct or aim (something) at someone or something.", "subExample": "Two men burst into the crowded shop and one pointed the weapon at staff and customers"}, {"subMeaning": "Face or be turned in a particular direction.", "subExample": "Four giant white spotlights were illuminated from the top of each gantry, pointing upwards towards the sky"}, {"subMeaning": "(of a dog) indicate the presence of (game) by standing rigid while looking towards it.", "subExample": "Both dogs found and pointed a group of about seven or eight birds"}], {"meaning": "Cite a fact or situation as evidence of something.", "example": "He points to the fact that people are still coming forward to risk their lives for this experiment"}, [{"subMeaning": "(of a fact or situation) indicate that (something) is likely to happen or be the case.", "subExample": "There are many facts pointing to sweeping climatic changes in the Earth's distant past"}, {"subMeaning": "Give force or emphasis to (words or actions)", "subExample": "The wealth of illustrative material drawn from the political and commercial history of the world with which he pointed his arguments, gave them a touch of human interest"}], {"meaning": "Extend (the toes or feet) in line with the leg by tensing the foot and ankle in such a way as to form a point.", "example": "Brendon is the first one to stir, sitting up and stretching, pointing his leather-booted toes"}, {"meaning": "Fill the joints of (brickwork or masonry) with smoothly finished mortar.", "example": "Ideally you should point the brickwork after the bricks have been laid long enough for the mortar to start to set"}, {"meaning": "Give a sharp, tapered point to.", "example": "Shape the sticks into batons by shaving off the square corners and pointing the ends"}, {"meaning": "Insert points in (written text of Semitic languages).", "example": "This variety of reading arises chiefly from the different modes of pointing the Hebrew words"}, [{"subMeaning": "Mark (Psalms) with signs for chanting.", "subExample": "I have found this discussion very interesting with solid guidance for pointing the psalms and choosing psalm tones"}]]}]}